Repository: cb2206/QuickProtect
Catalog: QuickProtect/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Show overlay controls
de: Overlay-Steuerung anzeigen
es: Mostrar controles superpuestos
fr: Afficher les commandes en surimpression
it: Mostra i controlli in sovrimpressione
nl: Toon overlay-bediening
pt_br: Mostrar controles sobrepostos

source: Signed in · PTZ control ready
de: Angemeldet · PTZ-Steuerung bereit
es: Sesión iniciada · control PTZ listo
fr: Connecté · contrôle PTZ prêt
it: Accesso effettuato · controllo PTZ pronto
nl: Ingelogd · PTZ-bediening gereed
pt_br: Conectado · controle PTZ pronto

source: Signed in — PTZ control ready
de: Angemeldet – PTZ-Steuerung bereit
es: Sesión iniciada — control PTZ listo
fr: Connecté — contrôle PTZ prêt
it: Accesso effettuato — controllo PTZ pronto
nl: Ingelogd — PTZ-bediening gereed
pt_br: Conectado — controle PTZ pronto

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Formaat
pt_br: Tamanho

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Sla over
pt_br: Pular

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
nl: Klein
pt_br: Pequeno

source: Source
de: Quelle
es: Código fuente
fr: Code source
it: Codice sorgente
nl: Broncode
pt_br: Código-fonte

source: Start QuickProtect at Login?
de: QuickProtect beim Anmelden starten?
es: ¿Iniciar QuickProtect al iniciar sesión?
fr: Démarrer QuickProtect à la connexion ?
it: Avviare QuickProtect all'accesso?
nl: QuickProtect starten bij inloggen?
pt_br: Iniciar o QuickProtect ao fazer login?

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
nl: Opstarten
pt_br: Inicialização

source: Step 1 of 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
it: Passaggio 1 di 3
nl: Stap 1 van 3
pt_br: Etapa 1 de 3

source: Step 2 of 3
de: Schritt 2 von 3
es: Paso 2 de 3
fr: Étape 2 sur 3
it: Passaggio 2 di 3
nl: Stap 2 van 3
pt_br: Etapa 2 de 3

source: Step 3 of 3
de: Schritt 3 von 3
es: Paso 3 de 3
fr: Étape 3 sur 3
it: Passaggio 3 di 3
nl: Stap 3 van 3
pt_br: Etapa 3 de 3

source: Stream protocol
de: Stream-Protokoll
es: Protocolo de transmisión
fr: Protocole de flux
it: Protocollo di streaming
pt_br: Protocolo de transmissão

source: Stream unavailable
de: Stream nicht verfügbar
es: Transmisión no disponible
fr: Flux indisponible
it: Stream non disponibile
nl: Stream niet beschikbaar
pt_br: Transmissão indisponível

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Prova connessione
nl: Verbinding testen
pt_br: Testar conexão

source: The controller is presenting a new certificate (key %@…). This is expected if you reinstalled or replaced the controller — but if you didn't, it may indicate someone intercepting the connection. Trust it only if you recognize the change.
de: Der Controller zeigt ein neues Zertifikat (Schlüssel %@…). Das ist zu erwarten, wenn du den Controller neu installiert oder ersetzt hast – falls nicht, kann es aber bedeuten, dass jemand die Verbindung abfängt. Vertraue ihm nur, wenn du die Änderung kennst.
es: El controlador presenta un certificado nuevo (clave %@…). Es lo esperado si reinstalaste o reemplazaste el controlador, pero si no, podría indicar que alguien está interceptando la conexión. Confía en él solo si reconoces el cambio.
fr: Le contrôleur présente un nouveau certificat (clé %@…). C'est normal si vous avez réinstallé ou remplacé le contrôleur — sinon, cela peut indiquer que quelqu'un intercepte la connexion. Ne l'approuvez que si vous reconnaissez ce changement.
it: Il controller presenta un nuovo certificato (chiave %@…). È previsto se hai reinstallato o sostituito il controller, ma in caso contrario potrebbe indicare che qualcuno sta intercettando la connessione. Fidati solo se riconosci la modifica.
nl: De controller presenteert een nieuw certificaat (sleutel %@…). Dat is te verwachten als je de controller opnieuw hebt geïnstalleerd of vervangen — zo niet, dan kan het betekenen dat iemand de verbinding onderschept. Vertrouw het alleen als je de wijziging herkent.
pt_br: O controlador está apresentando um novo certificado (chave %@…). Isso é esperado se você reinstalou ou substituiu o controlador — caso contrário, pode indicar que alguém está interceptando a conexão. Confie nele somente se reconhecer a alteração.

source: The controller's certificate changed. Open Settings to review and trust it.
de: Das Zertifikat des Controllers hat sich geändert. Öffne die Einstellungen, um es zu prüfen und ihm zu vertrauen.
es: El certificado del controlador cambió. Abre los ajustes para revisarlo y confiar en él.
fr: Le certificat du contrôleur a changé. Ouvrez les réglages pour l'examiner et l'approuver.
it: Il certificato del controller è cambiato. Apri le impostazioni per esaminarlo e fidarti.
nl: Het certificaat van de controller is gewijzigd. Open de instellingen om het te controleren en te vertrouwen.
pt_br: O certificado do controlador foi alterado. Abra os ajustes para revisá-lo e confiar nele.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
nl: Thema
pt_br: Tema

source: Tilt down
de: Nach unten neigen
es: Inclinar hacia abajo
fr: Incliner vers le bas
it: Inclina verso il basso
nl: Omlaag kantelen
pt_br: Inclinar para baixo

source: Tilt up
de: Nach oben neigen
es: Inclinar hacia arriba
fr: Incliner vers le haut
it: Inclina verso l'alto
nl: Omhoog kantelen
pt_br: Inclinar para cima

source: To pan and tilt PTZ cameras, QuickProtect needs a local admin account. The Integration API key doesn't expose PTZ endpoints. You can skip this and add it later in Settings.
de: Zum Schwenken und Neigen von PTZ-Kameras benötigt QuickProtect ein lokales Admin-Konto. Der Integrations-API-Schlüssel bietet keine PTZ-Endpunkte. Du kannst diesen Schritt überspringen und ihn später in den Einstellungen hinzufügen.
es: Para girar e inclinar las cámaras PTZ, QuickProtect necesita una cuenta de administrador local. La clave de la API de integración no expone endpoints PTZ. Puedes omitir esto y añadirlo más tarde en los ajustes.
fr: Pour effectuer un panoramique et incliner les caméras PTZ, QuickProtect a besoin d'un compte administrateur local. La clé de l'API d'intégration n'expose pas de points de terminaison PTZ. Vous pouvez ignorer cette étape et l'ajouter plus tard dans les réglages.
it: Per il brandeggio e l'inclinazione delle telecamere PTZ, QuickProtect ha bisogno di un account amministratore locale. La chiave dell'API di integrazione non espone endpoint PTZ. Puoi saltare questo passaggio e aggiungerlo più tardi nelle impostazioni.
nl: Om PTZ-camera's te pannen en te kantelen heeft QuickProtect een lokaal beheerdersaccount nodig. De integratie-API-sleutel biedt geen PTZ-endpoints. Je kunt dit overslaan en het later in de instellingen toevoegen.
pt_br: Para girar e inclinar câmeras PTZ, o QuickProtect precisa de uma conta de administrador local. A chave da API de integração não expõe endpoints PTZ. Você pode pular isto e adicionar depois nos ajustes.

source: Toggle QuickProtect
de: QuickProtect umschalten
es: Mostrar/ocultar QuickProtect
fr: Afficher/masquer QuickProtect
it: Mostra/nascondi QuickProtect
nl: QuickProtect tonen/verbergen
pt_br: Mostrar/ocultar QuickProtect

source: Trust new certificate
de: Neuem Zertifikat vertrauen
es: Confiar en el nuevo certificado
fr: Approuver le nouveau certificat
it: Fidati del nuovo certificato
nl: Nieuw certificaat vertrouwen
pt_br: Confiar no novo certificado

source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pt_br: Usuário

source: View License
de: Lizenz anzeigen
es: Ver licencia
fr: Voir la licence
it: Visualizza licenza
nl: Bekijk licentie
pt_br: Ver licença

source: View fullscreen
de: Vollbild anzeigen
es: Ver en pantalla completa
fr: Afficher en plein écran
it: Visualizza a schermo intero
nl: Toon op volledig scherm
pt_br: Ver em tela cheia

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
nl: Bekijk op GitHub
pt_br: Ver no GitHub

source: View the project source and releases.
de: Quellcode und Releases des Projekts ansehen.
es: Ver el código fuente del proyecto y las versiones.
fr: Voir le code source du projet et les versions.
it: Visualizza il codice sorgente del progetto e le release.
nl: Bekijk de broncode en releases van het project.
pt_br: Ver o código-fonte do projeto e as versões.

source: Welcome to QuickProtect.
de: Willkommen bei QuickProtect.
es: Te damos la bienvenida a QuickProtect.
fr: Bienvenue dans QuickProtect.
it: Ti diamo il benvenuto in QuickProtect.
nl: Welkom bij QuickProtect.
pt_br: Boas-vindas ao QuickProtect.

source: Within QuickProtect
de: Innerhalb von QuickProtect
es: Dentro de QuickProtect
fr: Dans QuickProtect
it: In QuickProtect
nl: Binnen QuickProtect
pt_br: Dentro do QuickProtect

source: You're all set.
de: Alles bereit.
es: Todo listo.
fr: Tout est prêt.
it: Tutto pronto.
nl: Alles is klaar.
pt_br: Tudo pronto.

source: Zoom in (I)
de: Heranzoomen (I)
es: Acercar (I)
fr: Zoom avant (I)
it: Zoom avanti (I)
nl: Inzoomen (I)
pt_br: Aproximar (I)

source: Zoom out (O)
de: Herauszoomen (O)
es: Alejar (O)
fr: Zoom arrière (O)
it: Zoom indietro (O)
nl: Uitzoomen (O)
pt_br: Afastar (O)

source: back to popover
de: zurück zum Popover
es: volver a la ventana
fr: retour à la fenêtre
it: torna al popover
nl: terug naar pop-over
pt_br: voltar à janela

source: exit fullscreen
de: Vollbild beenden
es: salir de pantalla completa
fr: quitter le plein écran
it: esci da schermo intero
nl: volledig scherm sluiten
pt_br: sair da tela cheia

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
it: proprio ora
nl: zojuist
pt_br: agora mesmo

source: v%@ available
de: v%@ verfügbar
es: v%@ disponible
fr: v%@ disponible
it: v%@ disponibile
nl: v%@ beschikbaar
pt_br: v%@ disponível

source: © 2026 Christian Bartels · Released under the MIT License.
de: © 2026 Christian Bartels · Veröffentlicht unter der MIT-Lizenz.
es: © 2026 Christian Bartels · Publicado bajo la licencia MIT.
fr: © 2026 Christian Bartels · Distribué sous licence MIT.
it: © 2026 Christian Bartels · Rilasciato sotto licenza MIT.
nl: © 2026 Christian Bartels · Uitgebracht onder de MIT-licentie.
pt_br: © 2026 Christian Bartels · Lançado sob a licença MIT.

source: ⌘+scroll
de: ⌘+Scrollen
es: ⌘+desplazamiento
fr: ⌘+défilement
it: ⌘+scorrimento
nl: ⌘+scrollen
pt_br: ⌘+rolagem

source: %lld cameras detected.
de: %lld Kameras erkannt.
es: %lld cámaras detectadas.
fr: %lld caméras détectées.
it: %lld telecamere rilevate.
nl: %lld camera's gedetecteerd.
pt_br: %lld câmeras detectadas.

source: %lld minutes ago
de: vor %lld Minuten
es: hace %lld minutos
fr: il y a %lld minutes
it: %lld minuti fa
nl: %lld minuten geleden
pt_br: há %lld minutos

source: %lld seconds ago
de: vor %lld Sekunden
es: hace %lld segundos
fr: il y a %lld secondes
it: %lld secondi fa
nl: %lld seconden geleden
pt_br: há %lld segundos

source: Connected · %lld cameras found
de: Verbunden · %lld Kameras gefunden
es: Conectado · %lld cámaras encontradas
fr: Connecté · %lld caméras trouvées
it: Connesso · %lld telecamere trovate
nl: Verbonden · %lld camera's gevonden
pt_br: Conectado · %lld câmeras encontradas

source: Connected — %lld cameras found
de: Verbunden – %lld Kameras gefunden
es: Conectado — %lld cámaras encontradas
fr: Connecté — %lld caméras trouvées
it: Connesso — %lld telecamere trovate
nl: Verbonden — %lld camera's gevonden
pt_br: Conectado — %lld câmeras encontradas

source: Controller
es: Controlador
fr: Contrôleur
pt_br: Controlador

source: Offline
es: Sin conexión
fr: Hors ligne

source: PTZ (optional)
es: PTZ (opcional)
fr: PTZ (facultatif)
it: PTZ (opzionale)
nl: PTZ (optioneel)
pt_br: PTZ (opcional)

source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
pt_br: Atualizações

source: Version
es: Versión
it: Versione
nl: Versie
pt_br: Versão

source: %lld streams
es: %lld transmisiones
fr: %lld flux
it: %lld stream
pt_br: %lld transmissões

source: Esc
fr: Échap

source: Global
it: Globale
nl: Globaal
